Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/linuxmint-tm.tmx
Source language: en
Languages: ca_es

source: %A, %B %-d %Y at %-I:%M:%S %p
ca_es: %A, %d de %B de %Y a les %-I:%M:%S %p

source: Mon, Oct 00 0000 at 00:00:00 PM
ca_es: Dl, 00 d'oct. de 0000 a les 00:00:00 PM

source: %a, %b %-d %Y at %-I:%M:%S %p
ca_es: %a, %-d %b %Y a les %-I:%M:%S %p

source: Mon, Oct 00 0000 at 00:00 PM
ca_es: Dl, 00 d'oct. de 0000 a les 00:00 PM

source: %a, %b %-d %Y at %-I:%M %p
ca_es: %a, %-d %b %Y a les %-I:%M %p

source: Oct 00 0000 at 00:00 PM
ca_es: 00 d'oct. de 0000 a les 00:00 PM

source: %b %-d %Y at %-I:%M %p
ca_es: %-d %b %Y a les %I:%M %p

source: Oct 00 0000, 00:00 PM
ca_es: 00 d'oct. de 0000, 00:00 PM

source: Not allowed to set permissions
ca_es: No podeu establir els permisos

source: Not allowed to set owner
ca_es: No podeu establir el propietari

source: Specified owner '%s' doesn't exist
ca_es: No existeix el propietari especificat «%s»

source: Not allowed to set group
ca_es: No podeu establir el grup

source: Specified group '%s' doesn't exist
ca_es: No existeix el grup especificat «%s»

source: %'u folder
ca_es: %'u carpeta

source: %'u file
ca_es: %'u fitxer

source: ? items
ca_es: ? elements

source: unknown type
ca_es: tipus desconegut

source: unknown MIME type
ca_es: tipus MIME desconegut

source: program
ca_es: programa

source: link
ca_es: enllaç

source: link (broken)
ca_es: enllaç (trencat)

source: Merge folder "%s"?
ca_es: Voleu combinar la carpeta «%s»?

source: Merging will ask for confirmation before replacing any files in the folder that conflict with the files being copied.
ca_es: En combinar-la es demanarà confirmació abans de reemplaçar-hi cap fitxer que entri en conflicte amb els que s'estiguin copiant.

source: An older folder with the same name already exists in "%s".
ca_es: Ja existeix una carpeta més antiga amb el mateix nom a «%s».

source: A newer folder with the same name already exists in "%s".
ca_es: Ja existeix una carpeta més nova amb el mateix nom a «%s».

source: Another folder with the same name already exists in "%s".
ca_es: Ja existeix una altra carpeta amb el mateix nom a «%s».

source: Replacing it will remove all files in the folder.
ca_es: En reemplaçar-la se'n suprimiran tots els fitxers.

source: Replace folder "%s"?
ca_es: Voleu reemplaçar la carpeta «%s»?

source: A folder with the same name already exists in "%s".
ca_es: Ja existeix una carpeta amb el mateix nom a «%s».

source: Replace file "%s"?
ca_es: Voleu reemplaçar el fitxer «%s»?

source: Replacing it will overwrite its content.
ca_es: En reemplaçar-la se sobreescriuran els continguts.

source: An older file with the same name already exists in "%s".
ca_es: Ja existeix un fitxer més antic amb el mateix nom a «%s».

source: A newer file with the same name already exists in "%s".
ca_es: Ja existeix un fitxer més nou amb el mateix nom a «%s».

source: Another file with the same name already exists in "%s".
ca_es: Ja existeix un altre fitxer amb el mateix nom a «%s».

source: Original file
ca_es: Fitxer original

source: Last modified:
ca_es: Darrera modificació:

source: Replace with
ca_es: Reemplaça amb

source: Merge
ca_es: Combina

source: _Select a new name for the destination
ca_es: _Seleccioneu un nom nou per a la destinació

source: Reset
ca_es: Reinicia

source: Apply this action to all files
ca_es: Aplica aquesta acció a tots els fitxers

source: _Skip
ca_es: _Omet

source: Re_name
ca_es: Rea_nomena

source: Replace
ca_es: Reemplaça

source: File conflict
ca_es: Conflicte de fitxers

source: S_kip All
ca_es: O_met-los tots

source: _Retry
ca_es: _Torna-ho a intentar

source: Delete _All
ca_es: Suprimeix-ho _tot

source: _Replace
ca_es: _Reemplaça

source: Replace _All
ca_es: Reempl_aça'ls tots

source: _Merge
ca_es: _Combina

source: Merge _All
ca_es: Combina-ho _tot

source: Copy _Anyway
ca_es: Copia _igualment

source: %'d second
ca_es: %'d segon

source: %'d minute
ca_es: %'d minut

source: %'d hour
ca_es: %'d hora

source: approximately %'d hour
ca_es: aproximadament %'d hora

source: Another link to %s
ca_es: Un altre enllaç a %s

source: %'dst link to %s
ca_es: %'dr enllaç a %s

source: %'dnd link to %s
ca_es: %'dn enllaç a %s

source: %'drd link to %s
ca_es: %'der enllaç a %s

source: %'dth link to %s
ca_es: %'dè enllaç a %s

source: (copy)
ca_es: (còpia)

source: (another copy)
ca_es: (una altra còpia)

source: th copy)
ca_es: a còpia)

source: st copy)
ca_es: a còpia)

source: nd copy)
ca_es: a còpia)

source: rd copy)
ca_es: a còpia)

source: %s (copy)%s
ca_es: %s (còpia)%s

source: %s (another copy)%s
ca_es: %s (una altra còpia)%s

source: %s (%'dth copy)%s
ca_es: %s (%'da còpia)%s

source: %s (%'dst copy)%s
ca_es: %s (%'da còpia)%s

source: %s (%'dnd copy)%s
ca_es: %s (%'da còpia)%s

source: %s (%'drd copy)%s
ca_es: %s (%'da còpia)%s

source: Are you sure you want to permanently delete "%B" from the trash?
ca_es: Esteu segur que voleu suprimir permanentment «%B» de la paperera?

source: Are you sure you want to permanently delete the %'d selected item from the trash?
ca_es: Esteu segur que voleu suprimir permanentment l'element seleccionat de la paperera?

source: If you delete an item, it will be permanently lost.
ca_es: Si suprimiu un element, es perdrà permanentment.

source: Empty all items from Trash?
ca_es: Voleu suprimir tots els elements de la paperera?

source: All items in the Trash will be permanently deleted.
ca_es: Se suprimiran de forma permanent tots els elements de la paperera.

source: Are you sure you want to permanently delete "%B"?
ca_es: Esteu segur que voleu esborrrar «%B» permanentment?

source: Are you sure you want to permanently delete the %'d selected item?
ca_es: Esteu segur que voleu suprimir permanentment l'element seleccionat?

source: %'d file left to delete
ca_es: queda %'d fitxer per suprimir

source: Deleting files
ca_es: S'estan suprimint els fitxers

source: %T left
ca_es: queda %T

source: Error while deleting.
ca_es: S'ha produït un error en suprimir.

source: Files in the folder "%B" cannot be deleted because you do not have permissions to see them.
ca_es: No es poden suprimir els fitxers de la carpeta «%B» perquè no teniu permís per veure'ls.

source: There was an error getting information about the files in the folder "%B".
ca_es: S'ha produït un error en obtenir informació sobre els fitxers de la carpeta «%B».

source: _Skip files
ca_es: _Omet els fitxers

source: The folder "%B" cannot be deleted because you do not have permissions to read it.
ca_es: No s'ha pogut suprimir la carpeta «%B» perquè no teniu permís per llegir-la.

source: There was an error reading the folder "%B".
ca_es: S'ha produït un error en llegir la carpeta «%B».

source: Could not remove the folder %B.
ca_es: No s'ha pogut suprimir la carpeta %B.

source: There was an error deleting %B.
ca_es: S'ha produït un error en suprimir %B.

source: Moving files to trash
ca_es: S'estan movent els fitxers a la paperera

source: %'d file left to trash
ca_es: Queda %'d fitxer per moure a la paperera

source: Cannot move file to trash, do you want to delete immediately?
ca_es: No s'ha pogut moure el fitxer a la paperera. Voleu suprimir-lo immediatament?

source: The file "%B" cannot be moved to the trash.
ca_es: El fitxer «%B» no es pot moure a la paperera.

source: Trashing Files
ca_es: S'estan movent els fitxers a la paperera

source: Deleting Files
ca_es: S'estan suprimint els fitxers

source: Unable to eject %V
ca_es: No s'ha pogut expulsar %V

source: Unable to unmount %V
ca_es: No s'ha pogut desmuntar %V

source: Do you want to empty the trash before you unmount?
ca_es: Voleu buidar la paperera abans de desmuntar?

source: In order to regain the free space on this volume the trash must be emptied. All trashed items on the volume will be permanently lost.
ca_es: Per poder obtenir tot l'espai lliure d'aquest dispositiu, cal que es buidi la paperera. Tots els elements de la paperera del dispositiu es perdran per sempre.

source: Do _not Empty Trash
ca_es: _No buidis la paperera

source: Unable to mount %s
ca_es: No s'ha pogut muntar %s

source: Preparing to copy %'d file (%S)
ca_es: S'està preparant per copiar %'d fitxer (%S)

source: Preparing to move %'d file (%S)
ca_es: S'està preparant per moure %'d fitxer (%S)

source: Preparing to delete %'d file (%S)
ca_es: S'està preparant per suprimir %'d fitxer (%S)

source: Preparing to trash %'d file
ca_es: S'està preparant per moure a la paperera %'d fitxer

source: Error while copying.
ca_es: S'ha produït un error en copiar.

source: Error while moving.
ca_es: S'ha produït un error en moure.

source: Error while moving files to trash.
ca_es: S'ha produït un error en moure els fitxers a la paperera.

source: Files in the folder "%B" cannot be handled because you do not have permissions to see them.
ca_es: No es poden gestionar els fitxers en la carpeta «%B» perquè no teniu permís per veure'ls.

source: The folder "%B" cannot be handled because you do not have permissions to read it.
ca_es: No es pot gestionar la carpeta «%B» perquè no teniu permís per llegir-la.

source: The file "%B" cannot be handled because you do not have permissions to read it.
ca_es: No es pot gestionar el fitxer «%B» perquè no teniu permís per llegir-lo.

source: There was an error getting information about "%B".
ca_es: S'ha produït un error en obtenir informació sobre «%B».

source: Error while copying to "%B".
ca_es: S'ha produït un error en copiar a «%B».

source: You do not have permissions to access the destination folder.
ca_es: No teniu permís per accedir a la carpeta de destinació.

source: There was an error getting information about the destination.
ca_es: S'ha produït un error en obtenir informació sobre la destinació.

source: The destination is not a folder.
ca_es: La destinació no és una carpeta.

source: There is not enough space on the destination. Try to remove files to make space.
ca_es: No hi ha prou espai a la destinació. Intenteu suprimir alguns fitxers per obtenir espai.

source: %S more space is required to copy to the destination.
ca_es: Calen %S més d'espai per copiar a la destinació.

source: The destination is read-only.
ca_es: La destinació només és de lectura.

source: Moving "%B" to "%B"
ca_es: S'està movent «%B» a «%B»

source: Copying "%B" to "%B"
ca_es: S'està copiant «%B» a «%B»

source: Duplicating "%B"
ca_es: S'està duplicant «%B»

source: Moving file %'d of %'d (in "%B") to "%B"
ca_es: S'està movent el fitxer %'d de %'d (des de «%B») a «%B»

source: Copying file %'d of %'d (in "%B") to "%B"
ca_es: S'està copiant el fitxer %'d de %'d (des de «%B») a «%B»

source: Duplicating file %'d of %'d (in "%B")
ca_es: S'està duplicant el fitxer %'d de %'d (des de «%B»)

source: Moving file %'d of %'d to "%B"
ca_es: S'està movent el fitxer %'d de %'d a «%B»

source: Copying file %'d of %'d to "%B"
ca_es: S'està copiant el fitxer %'d de %'d a «%B»

source: Duplicating file %'d of %'d
ca_es: S'està duplicant el fitxer %'d de %'d

source: %S of %S
ca_es: %S de %S

source: %S of %S — %T left (%S/sec)
ca_es: %S de %S — queda %T (%S/seg)

source: The folder "%B" cannot be copied because you do not have permissions to create it in the destination.
ca_es: No es pot copiar la carpeta «%B» perquè no teniu permís per crear-la en la destinació.

source: There was an error creating the folder "%B".
ca_es: S'ha produït un error en crear la carpeta «%B».

source: Files in the folder "%B" cannot be copied because you do not have permissions to see them.
ca_es: No es poden copiar els fitxers de la carpeta «%B» perquè no teniu permís per veure'ls.

source: The folder "%B" cannot be copied because you do not have permissions to read it.
ca_es: No es pot copiar la carpeta «%B» perquè no teniu permís per llegir-la.

source: Error while moving "%B".
ca_es: S'ha produït un error en moure «%B».

source: Could not remove the source folder.
ca_es: No s'ha pogut suprimir la carpeta d'origen.

source: Error while copying "%B".
ca_es: S'ha produït un error en copiar «%B».

source: Could not remove files from the already existing folder %F.
ca_es: No s'han pogut suprimir els fitxers de la carpeta %F.

source: Could not remove the already existing file %F.
ca_es: No s'ha pogut suprimir el fitxer %F.

source: You cannot move a folder into itself.
ca_es: No podeu moure una carpeta dins d'ella mateixa.

source: You cannot copy a folder into itself.
ca_es: No podeu copiar una carpeta dins d'ella mateixa.

source: The destination folder is inside the source folder.
ca_es: La carpeta destí és dins la carpeta origen.

source: You cannot move a file over itself.
ca_es: No podeu moure un fitxer sobre ell mateix.

source: You cannot copy a file over itself.
ca_es: No podeu copiar un fitxer sobre ell mateix.

source: The source file would be overwritten by the destination.
ca_es: El fitxer d'origen seria sobreescrit pel de destinació.

source: Could not remove the already existing file with the same name in %F.
ca_es: No s'ha pogut suprimir el fitxer amb el mateix nom a %F.

source: There was an error copying the file into %F.
ca_es: S'ha produït un error en copiar el fitxer a %F.

source: Copying Files
ca_es: S'estan copiant els fitxers

source: Preparing to Move to "%B"
ca_es: S'està preparant per moure a «%B»

source: Preparing to move %'d file
ca_es: S'està preparant per moure %'d fitxer

source: There was an error moving the file into %F.
ca_es: S'ha produït un error en moure el fitxer a %F.

source: Moving Files
ca_es: S'estan movent els fitxers

source: Creating links in "%B"
ca_es: S'estan creant els enllaços a «%B»

source: Making link to %'d file
ca_es: S'està creant l'enllaç a %'d fitxer

source: Error while creating link to %B.
ca_es: S'ha produït un error en crear l'enllaç a %B.

source: Symbolic links only supported for local files
ca_es: Els enllaços simbòlics només es permeten per fitxers locals

source: The target doesn't support symbolic links.
ca_es: La destinació no permet enllaços simbòlics.

source: There was an error creating the symlink in %F.
ca_es: S'ha produït un error en crear l'enllaç simbòlic a %F.

source: Setting permissions
ca_es: S'estan establint els permisos

source: Untitled Folder
ca_es: Carpeta sense nom

source: Untitled %s
ca_es: %s sense nom

source: Untitled Document
ca_es: Document sense nom

source: Error while creating directory %B.
ca_es: S'ha produït un error en crear el directori %B.

source: Error while creating file %B.
ca_es: S'ha produït un error en crear el fitxer %B.

source: There was an error creating the directory in %F.
ca_es: S'ha produït un error en crear el directori a %F.

source: Emptying Trash
ca_es: S'està buidant la paperera

source: Unable to mark launcher trusted (executable)
ca_es: No s'ha pogut marcar la llançadora com de confiança (executable)

source: Move %d item back to '%s'
ca_es: Torna a moure %d element a «%s»

source: Move %d item to '%s'
ca_es: Mou %d element a «%s»

source: _Undo Move %d item
ca_es: _Desfés el moviment d'%d element

source: _Redo Move %d item
ca_es: _Refés el moviment d'%d element

source: Move '%s' back to '%s'
ca_es: Torna a moure «%s» a «%s»

source: Move '%s' to '%s'
ca_es: Mou «%s» a «%s»

source: _Undo Move
ca_es: _Desfés el moviment

source: _Redo Move
ca_es: _Refés el moviment

source: _Undo Restore from Trash
ca_es: _Desfés la restauració des de la paperera

source: _Redo Restore from Trash
ca_es: _Refés la restauració des de la paperera

source: Move %d item back to trash
ca_es: Torna a moure %d element a la paperera

source: Restore %d item from trash
ca_es: Restaura %d element de la paperera

source: Move '%s' back to trash
ca_es: Torna a moure «%s» a la paperera

source: Restore '%s' from trash
ca_es: Restaura «%s» de la paperera

source: Delete %d copied item
ca_es: Suprimeix %d element copiat

source: Copy %d item to '%s'
ca_es: Copia %d element a «%s»

source: _Undo Copy %d item
ca_es: _Desfés la còpia d'%d element

source: _Redo Copy %d item
ca_es: _Refés la còpia d'%d element

source: Delete '%s'
ca_es: Suprimeix «%s»

source: Copy '%s' to '%s'
ca_es: Copia «%s» a «%s»

source: _Undo Copy
ca_es: _Desfés la còpia

source: _Redo Copy
ca_es: _Refés la còpia

source: Delete %d duplicated item
ca_es: Suprimeix %d element duplicat

source: Duplicate %d item in '%s'
ca_es: Duplica %d element a «%s»

source: _Undo Duplicate %d item
ca_es: _Desfés el duplicat d'%d element

source: _Redo Duplicate %d item
ca_es: _Refés el duplicat d'%d element

source: Duplicate '%s' in '%s'
ca_es: Duplica «%s» a «%s»

source: _Undo Duplicate
ca_es: _Desfés el duplicat

source: _Redo Duplicate
ca_es: _Refés el duplicat

source: Delete links to %d item
ca_es: Suprimeix els enllaços a %d element

source: Create links to %d item
ca_es: Crea enllaços a %d element

source: Delete link to '%s'
ca_es: Suprimeix l'enllaç a «%s»

source: Create link to '%s'
ca_es: Crea un enllaç a «%s»

source: _Undo Create Link
ca_es: _Desfés la creació de l'enllaç

source: _Redo Create Link
ca_es: _Refés la creació de l'enllaç

source: Create an empty file '%s'
ca_es: Crea el fitxer buit «%s»

source: _Undo Create Empty File
ca_es: _Desfés la creació d'un fitxer buit

source: _Redo Create Empty File
ca_es: _Refés la creació d'un fitxer buit

source: Create a new folder '%s'
ca_es: Crea la carpeta nova «%s»

source: _Undo Create Folder
ca_es: _Desfés la creació d'una carpeta

source: _Redo Create Folder
ca_es: _Refés la creació d'una carpeta

source: Create new file '%s' from template
ca_es: Crea un fitxer nou «%s» a partir d'una plantilla

source: _Undo Create from Template
ca_es: _Desfés la creació des de la plantilla

source: _Redo Create from Template
ca_es: _Refés la creació des de la plantilla

source: Rename '%s' as '%s'
ca_es: Canvia el nom de «%s» a «%s»

source: _Undo Rename
ca_es: _Desfés el canvi de nom

source: _Redo Rename
ca_es: _Refés el canvi de nom

source: Move %d item to trash
ca_es: Mou %d element a la paperera

source: Restore '%s' to '%s'
ca_es: Restaura «%s» a «%s»

source: Move '%s' to trash
ca_es: Mou «%s» a la paperera

source: _Undo Trash
ca_es: _Desfés el moviment a la paperera

source: _Redo Trash
ca_es: _Refés el moviment a la paperera

source: Restore original permissions of items enclosed in '%s'
ca_es: Restaura els permisos originals dels fitxers continguts a «%s»

source: Set permissions of items enclosed in '%s'
ca_es: Estableix els permisos dels fitxers continguts a «%s»

source: _Undo Change Permissions
ca_es: _Desfés el canvi de permisos

source: _Redo Change Permissions
ca_es: _Refés el canvi de permisos

source: Restore original permissions of '%s'
ca_es: Restaura els permisos originals de «%s»

source: Set permissions of '%s'
ca_es: Estableix els permisos de «%s»

source: Restore group of '%s' to '%s'
ca_es: Restaura el grup de «%s» a «%s»

source: Set group of '%s' to '%s'
ca_es: Estableix el grup de «%s» a «%s»

source: _Undo Change Group
ca_es: _Desfés el canvi de grup

source: _Redo Change Group
ca_es: _Refés el canvi de grup

source: Restore owner of '%s' to '%s'
ca_es: Restaura el propietari de «%s» a «%s»

source: Set owner of '%s' to '%s'
ca_es: Estableix el propietari de «%s» a «%s»

source: _Undo Change Owner
ca_es: _Desfés el canvi de propietari

source: _Redo Change Owner
ca_es: _Refés el canvi de propietari

source: Could not determine original location of "%s"
ca_es: No s'ha pogut determinar la ubicació original de «%s»

source: The item cannot be restored from trash
ca_es: No es pot restaurar l'element des de la paperera

source: The selection rectangle
ca_es: El rectangle de la selecció

source: Error while adding "%s": %s
ca_es: S'ha produït un error en afegir «%s»: %s

source: Could not add application
ca_es: No s'ha pogut afegir l'aplicació

source: Could not forget association
ca_es: No s'ha pogut oblidar l'associació

source: Forget association
ca_es: Oblida l'associació

source: Error while setting "%s" as default application: %s
ca_es: S'ha produït un error en establir «%s» com a aplicació predeterminada: %s

source: Could not set as default
ca_es: No s'ha pogut establir com a predeterminada

source: %s document
ca_es: Document %s

source: Open all files of type "%s" with
ca_es: Obre tots els fitxers del tipus «%s» amb

source: Select an application to open %s and other files of type "%s"
ca_es: Seleccioneu una aplicació per obrir %s i altres fitxers del tipus «%s»

source: Show other applications
ca_es: Mostra altres aplicacions

source: Set as default
ca_es: Estableix com a predeterminat

source: Sorry, but you cannot execute commands from a remote site.
ca_es: No podeu executar ordres des d'un lloc remot.

source: This is disabled due to security considerations.
ca_es: S'ha inhabilitat per raons de seguretat.

source: There was an error launching the application.
ca_es: S'ha produït un error en executar l'aplicació.

source: This drop target only supports local files.
ca_es: Aquesta destinació només permet fitxers locals.

source: To open non-local files copy them to a local folder and then drop them again.
ca_es: Per obrir fitxers que no són locals, copieu-los a una carpeta local i deixeu-los-hi anar de nou.

source: To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
ca_es: Per obrir fitxers que no són locals, copieu-los a una carpeta local i deixeu-los-hi anar de nou. Els fitxers locals que heu deixat anar ja s'han obert.

source: Details:
ca_es: Detalls:

source: Preparing
ca_es: S'està preparant

source: Search for "%s"
ca_es: Cerca «%s»

source: Undo Edit
ca_es: Desfés l'edició

source: Undo the edit
ca_es: Desfés l'edició

source: Redo Edit
ca_es: Refés l'edició

source: Redo the edit
ca_es: Refés l'edició

source: The text of the label.
ca_es: El text de l'etiqueta.

source: Justification
ca_es: Justificació

source: The alignment of the lines in the text of the label relative to each other. This does NOT affect the alignment of the label within its allocation. See GtkMisc::xalign for that.
ca_es: L'alineació relativa entre les línies en el text de l'etiqueta. Aquest paràmetre no afecta l'alineació de l'etiqueta dins de la seva ubicació. Vegeu GtkMisc::xalign per modificar-la.

source: Line wrap
ca_es: Ajustament de línia

source: If set, wrap lines if the text becomes too wide.
ca_es: Si s'estableix, s'ajustaran les línies si el text es fa massa ample.

source: Cursor Position
ca_es: Posició del cursor

source: The current position of the insertion cursor in chars.
ca_es: La posició actual del cursor d'inserció en caràcters.

source: Selection Bound
ca_es: Límit seleccionat

source: The position of the opposite end of the selection from the cursor in chars.
ca_es: La posició de l'extrem oposat de la selecció del cursor en caràcters.

source: Select All
ca_es: Selecciona-ho tot

source: Input Methods
ca_es: Mètodes d'entrada

source: Show more _details
ca_es: Mostra més _detalls

source: You can stop this operation by clicking cancel.
ca_es: Podeu aturar aquesta operació fent clic a «Cancel·la».

source: (invalid Unicode)
ca_es: (Unicode invàlid)
